/* Spanish. */

/* No comment provided by engineer. */
"%lld" = "%lld";

/* Main View Screen. */

"Reached Visitors Limit" = "Límite de visitantes alcanzado";

"Reset" = "Reiniciar";

/* Settings Screen. */

"Turn this option on if you need to prevent the screen from dimming when no touch input is detected for a while. Turn this off to conserve battery." = "Activa esta opción si necesitas evitar que la pantalla se apague cuando no está en uso durante un tiempo. Desactiva esta opción para ahorrar batería.";

"Theme" = "Tema";

"Limit" = "Límite";

"Settings" = "Ajustes";

"Done" = "OK";

"Set Visitors Limit" = "Definir límite de visitantes";

"Display Always On" = "Pantalla siempre encendida ";


